tests = {
    'Техника безопасности': {
        'name': 'Safety',
        'questions': [
            {
                'text': '1. При каком условии несовершеннолетнему разрешается работать с оборудованием ?',
                'options': ['Если очень хочется что-то сделать',
                            'Только с разрешения и под контролем взрослого',
                            'Если никто не видит',
                            'Если уже работал с похожим инструментом дома'
                            ],
                'correct': 1
            },
            {
                'text': '2. Что из перечисленного является нарушением требований безопасности при подготовке к работе на сверлильном станке ?',
                'options': ['Использование защитных очков',
                            'Отсутствие перчаток на руках',
                            'Наличие свободных элементов одежды',
                            'Проверка надёжности зажима патрона'
                            ],
                'correct': 2
            },
            {
                'text': '3. Что нужно сделать ПЕРЕД началом работы с новым прибором ?',
                'options': ['Сразу включить и проверить, как работает',
                            'Попросить друга показать',
                            'Внимательно изучить инструкцию по эксплуатации',
                            'Найти видео в интернете'
                            ],
                'correct': 2
            }
        ]
    }
}